Repository: ryanzidago/ambiantcare
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: it

source: Actions
it: Azioni

source: Attempting to reconnect
it: Tentativo di riconnessione

source: End Visit
it: Termina visita

source: Error!
it: Errore!

source: Hang in there while we get back on track
it: Attendi mentre torniamo in carreggiata

source: Something went wrong!
it: Qualcosa è andato storto!

source: Start Visit
it: Inizia visita

source: Success!
it: Successo!

source: We can't find the internet
it: Non riusciamo a trovare la connessione internet

source: close
it: Chiudi

source: Visit Transcription
it: Trascrizione della visita

source: Language
it: Lingua

source: Download
it: Scarica la nota

source: Copy
it: Copia la nota

source: Template
it: Specialità

source: Chief Complaint
it: Motivo della visita

source: Assessment
it: Valutazione

source: History of Present Illness
it: Anamnesi Patologica Prossima

source: Medications
it: Farmaci in corso

source: Physical Examination
it: Esame Obiettivo

source: Plan
it: Piano terapeutico

source: Default
it: Predefinito

source: Gastroenterology
it: Gastroenterologia

source: Present Medical History
it: Anamnesi Patologica Prossima

source: Past Medical History
it: Anamnesi Patologica Passata

source: Home Medications
it: Farmaci al domicilio

source: Allergies
it: Allergie

source: Therapeutic Advices
it: Piano terapeutico

source: Medical Note
it: Nota medica

source: Create note
it: Genera nota

source: Oops, something went wrong!
it: Ops, qualcosa è andato storto!

source: About
it: Informazioni

source: Automated medical notes for clinicians
it: L'Intelligenza Artificiale al tuo servizio.

source: Book a demo
it: Prenota una dimostrazione

source: Focus on what matters: patient care. We'll handle the rest.
it: Concentrati su ciò che conta: la cura del paziente. Al resto ci pensiamo noi.

source: Get your patient's consent and record the consultation.
it: Chiedi il consenso del paziente e registra la consulenza.

source: How it works
it: Come funziona

source: Learn how we safely process your patient data
it: Scopri come trattiamo in modo sicuro i dati dei tuoi pazienti.

source: Open main menu
it: Apri il menu principale

source: Our copilot helps clinicians generate medical notes from audio transcription or text documents.
it: Il nostro copilota aiuta i medici a generare note mediche da trascrizioni audio o documenti di testo.

source: Our copilot will generate a medical notes in minutes. You can edit and download them.
it: Il nostro assistente IA genererà un riepilogo della visita in meno di un minuto. Alla fine della visita potrai modificare e scaricare il riepilogo con un semplice clic.

source: Press a button and generate medical notes in minutes instead of hours.
it: Dì addio alla burocrazia. Il nostro assistente IA ti aiuta a creare un riepilogo delle informazioni della visita in pochi minuti.

source: Spend more time with your patients and less time on paperwork.
it: Concentrati sui tuoi pazienti e lascia all'IA la burocrazia.

source: Try for free
it: Provalo gratuitamente

source: While the recording is happeninig, proceed as usual and let us handle the rest.
it: Durante la registrazione, procedi normalmente e lascia che ci occupiamo della burocrazia.

source: Consultation Context
it: Contesto della visita

source: Context
it: Contesto

source: Provide additional context about the patient.
it: Fornisci ulteriori informazioni importanti sul paziente.

source: Generating note ...
it: Stiamo generando un riepilogo della visita...

source: Generating the transcription ...
it: Generazione della trascrizione in corso ...

source: Recording
it: Registrazione

source: Starting the AI server. Please retry in 5 minutes ...
it: Stiamo avviando il server. Ritorna tra 5 minuti ...

source: Warning!
it: Attenzione!

source: Uploading file ...
it: Caricamento del file in corso ...

source: Cancel
it: Annulla

source: Or select one of the examples
it: Oppure seleziona uno degli esempi

source: Save
it: Salva

source: Your browser does not support the audio element.
it: Il tuo browser non supporta l'elemento audio.

source: Our Team
it: Il nostro team

source: General Medicine
it: Medicina Generale

source: Generalist 1 visit
it: Visita Generalista 1

source: Generalist 2 visit
it: Visita Generalista 2

source: Ongoing therapy
it: Farmaci in corso

source: Physical Assessment
it: Esame obiettivo

source: Therapeutic Plan
it: Consigli terapeutici

source: A link to confirm your email change has been sent to the new address.
it: Un link per confermare il cambio di email è stato inviato al nuovo indirizzo.

source: Account Settings
it: Impostazioni dell'account

source: Already registered?
it: Già registrato?

source: Change Email
it: Cambia email

source: Change Password
it: Cambia password

source: Changing...
it: In corso di modifica...

source: Confirm Account
it: Conferma account

source: Confirm my account
it: Conferma il mio account

source: Confirm new password
it: Conferma nuova password

source: Confirming...
it: Conferma in corso...

source: Creating account...
it: Creazione account in corso...

source: Don't have an account?
it: Non hai un account?

source: Email change link is invalid or it has expired.
it: Il link per il cambio email non è valido o è scaduto.

source: Email changed successfully.
it: Email cambiata con successo.

source: Forgot your password?
it: Hai dimenticato la password?

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
it: Se la tua email è nel nostro sistema e non è stata ancora confermata, riceverai presto un'email con le istruzioni.

source: If your email is in our system, you will receive instructions to reset your password shortly.
it: Se la tua email è nel nostro sistema, riceverai presto le istruzioni per reimpostare la password.

source: Log in
it: Accedi

source: Log in to account
it: Accedi all'account

source: Logging in...
it: Accesso in corso...

source: Manage your account email address and password settings
it: Gestisci le impostazioni dell'email e della password del tuo account

source: New password
it: Nuova password

source: No confirmation instructions received?
it: Non hai ricevuto le istruzioni di conferma?

source: Register
it: Registrati

source: Register for an account
it: Registrati per un account

source: Reset Password
it: Reimposta password

source: Reset password link is invalid or it has expired.
it: Il link per la reimpostazione della password non è valido o è scaduto.

source: Resetting...
it: Reimpostazione in corso...

source: Send password reset instructions
it: Invia istruzioni per reimpostare la password

source: Sending...
it: Invio in corso...

source: Sign up
it: Iscriviti

source: User confirmation link is invalid or it has expired.
it: Il link di conferma dell'utente non è valido o è scaduto.

source: User confirmed successfully.
it: Utente confermato con successo.

source: We'll send a new confirmation link to your inbox
it: Ti invieremo un nuovo link di conferma nella tua casella di posta

source: We'll send a password reset link to your inbox
it: Ti invieremo un link per reimpostare la password nella tua casella di posta

source: for an account now.
it: per un account ora.

source: to your account now.
it: al tuo account ora.

source: Log out
it: Disconnetti

source: Settings
it: Impostazioni

source: You must log in to access this page.
it: Devi effettuare l'accesso per accedere a questa pagina.

source: Keep me logged in
it: Mantienimi connesso

source: Confirmation instructions
it: Istruzioni di conferma

source: Hi
it: Ciao

source: If you didn't create an account with us, please ignore this.
it: Se non hai creato un account con noi, ignora questo messaggio.

source: If you didn't request this change, please ignore this.
it: Se non hai richiesto questa modifica, ignora questo messaggio.

source: Password reset successfully.
it: Password reimpostata con successo.

source: Update email instructions
it: Istruzioni per aggiornare l'email

source: You can change your email by visiting the URL below:
it: Puoi cambiare la tua email visitando l'URL qui sotto:

source: You can confirm your account by visiting the URL below:
it: Puoi confermare il tuo account visitando l'URL qui sotto:

source: You can reset your password by visiting the URL below:
it: Puoi reimpostare la tua password visitando l'URL qui sotto:

source: Current password
it: Password attuale

source: Account created successfully!
it: Account creato con successo!

source: Invalid email or password
it: Email o password non validi

source: Logged out successfully.
it: Disconnessione avvenuta con successo

source: Welcome back!
it: Bentornato!

source: 1. Record
it: 1. Registra

source: 2. Consult
it: 2. Consulta

source: 3. Generate
it: 3. Genera
